Repository: ThomasWinkel/Visio-Shapes-Server
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: de

source: Please log in to access this page.
de: Bitte logge dich ein, um auf diese Seite zuzugreifen.

source: No shapes yet.
de: Noch keine Shapes vorhanden.

source: Could not load shapes.
de: Shapes konnten nicht geladen werden.

source: Load stencil
de: Schablone laden

source: Log in to download
de: Login zum Download

source: No shapes found.
de: Keine Shapes gefunden.

source: Error saving. Please try again.
de: Fehler beim Speichern. Bitte versuche es erneut.

source: Network error. Please try again.
de: Netzwerkfehler. Bitte versuche es erneut.

source: Error deleting. Please try again.
de: Fehler beim Löschen. Bitte versuche es erneut.

source: Do you really want to permanently delete "{name}"?
de: Möchtest du "{name}" wirklich unwiderruflich löschen?

source: Login failed. Please try again.
de: Login fehlgeschlagen. Bitte versuche es erneut.

source: Welcome to Visio-Shapes!
de: Willkommen bei Visio-Shapes!

source: Your registration was successful. Here is your automatically generated password:
de: Deine Registrierung war erfolgreich. Hier ist dein automatisch generiertes Passwort:

source: Your password
de: Dein Passwort

source: Please log in within the next 5 minutes to activate your account.
de: Bitte logge dich innerhalb der nächsten 5 Minuten ein, um deinen Account zu aktivieren.

source: Log in now
de: Jetzt einloggen

source: If you missed the time window, you can register again at any time:
de: Falls du die Zeit verpasst hast, kannst du dich jederzeit erneut registrieren:

source: You didn't expect this email? Someone probably made a typo – just ignore it.
de: Du hast diese E-Mail nicht erwartet? Jemand hat wahrscheinlich einen Tippfehler gemacht – ignoriere sie einfach.

source: Reset your password
de: Passwort zurücksetzen

source: A new password has been generated for your Visio-Shapes account. Log in below to activate it.
de: Für deinen Visio-Shapes-Account wurde ein neues Passwort generiert. Logge dich unten ein, um es zu aktivieren.

source: Your new password
de: Dein neues Passwort

source: Log in within the next 5 minutes to activate the new password.
de: Logge dich innerhalb der nächsten 5 Minuten ein, um das neue Passwort zu aktivieren.

source: If you do not log in within 5 minutes, your current password remains unchanged.
de: Wenn du dich nicht innerhalb von 5 Minuten einloggst, bleibt dein altes Passwort unverändert aktiv.

source: Email address already registered.
de: E-Mail-Adresse bereits registriert.

source: Username already taken.
de: Benutzername bereits vergeben.

source: Username must be at least 2 characters long.
de: Benutzername muss mindestens 2 Zeichen lang sein.

source: Your Visio-Shapes password
de: Dein Visio-Shapes-Passwort

source: An email has been sent to %(email)s. Please log in within 5 minutes.
de: Eine E-Mail wurde an %(email)s gesendet. Bitte logge dich innerhalb von 5 Minuten ein.

source: Your new Visio-Shapes password
de: Dein neues Visio-Shapes-Passwort

source: If a matching account was found, an email has been sent.
de: Falls ein passender Account gefunden wurde, wurde eine E-Mail verschickt.

source: Register
de: Registrieren

source: Legal Notice
de: Impressum

source: Privacy Policy
de: Datenschutz

source: My Account
de: Mein Account

source: Overview
de: Übersicht

source: Member since
de: Mitglied seit

source: What I have shared
de: Was ich geteilt habe

source: Shapes shared
de: Geteilte Shapes

source: Stencils shared
de: Geteilte Schablonen

source: Shape uses by others
de: Shape-Nutzungen durch andere

source: Stencil downloads by others
de: Schablonen-Downloads durch andere

source: Users using my shapes
de: Nutzer meiner Shapes

source: Users using my stencils
de: Nutzer meiner Schablonen

source: My most popular shapes
de: Meine beliebtesten Shapes

source: My most popular stencils
de: Meine beliebtesten Schablonen

source: What I have used from others
de: Was ich von anderen genutzt habe

source: Foreign shapes used
de: Fremde Shapes genutzt

source: Foreign stencils downloaded
de: Fremde Schablonen heruntergeladen

source: Most used shapes from others
de: Häufig genutzte Shapes anderer

source: Most downloaded stencils from others
de: Häufig heruntergeladene Schablonen anderer

source: Last 30 days
de: Letzte 30 Tage

source: Shapes used by me
de: Von mir genutzte Shapes

source: Stencils downloaded by me
de: Von mir heruntergeladene Schablonen

source: What I have used
de: Was ich genutzt habe

source: Shapes used
de: Shapes genutzt

source: Stencils downloaded
de: Schablonen heruntergeladen

source: Most used shapes
de: Meistgenutzte Shapes

source: Most downloaded stencils
de: Meistgeladene Schablonen

source: by
de: von

source: by me
de: von mir

source: No activity yet.
de: Noch keine Aktivitäten.

source: My Shapes
de: Meine Shapes

source: My Stencils
de: Meine Schablonen

source: Uploaded:
de: Hochgeladen:

source: Part of stencil:
de: Teil von Schablone:

source: Edit
de: Bearbeiten

source: Delete
de: Löschen

source: Save
de: Speichern

source: Cancel
de: Abbrechen

source: No shapes uploaded yet.
de: Du hast noch keine Shapes hochgeladen.

source: File:
de: Datei:

source: Categories:
de: Kategorien:

source: Title
de: Titel

source: Categories
de: Kategorien

source: Comment
de: Kommentar

source: No stencils uploaded yet.
de: Du hast noch keine Schablonen hochgeladen.

source: Confirm deletion
de: Löschen bestätigen

source: Browse shapes
de: Shapes durchsuchen

source: All categories
de: Alle Kategorien

source: Newest first
de: Neueste zuerst

source: Oldest first
de: Älteste zuerst

source: Most popular
de: Meistgenutzt

source: Share Microsoft Visio Shapes worldwide
de: Microsoft Visio Shapes weltweit teilen

source: Upload your Visio shapes and stencils, share them with the community, and discover shapes from other users.
de: Lade deine Visio-Shapes und Schablonen hoch, teile sie mit der Community und entdecke Shapes von anderen Nutzern.

source: How does it work?
de: Wie funktioniert es?

source: Install VSTO Add-In
de: VSTO-AddIn installieren

source: Install the Visio Add-In, which adds a sidebar in Microsoft Visio.
de: Installiere das Visio-AddIn, das eine Seitenleiste in Microsoft Visio hinzufügt.

source: Upload shapes
de: Shapes hochladen

source: Select shapes or a complete stencil in Visio and upload them with one click.
de: Selektiere Shapes oder eine ganze Schablone in Visio und lade sie mit einem Klick hoch.

source: Use shapes
de: Shapes verwenden

source: Search and filter in the sidebar, then drag and drop shapes onto the drawing canvas.
de: Suche und filtere in der Seitenleiste, dann ziehe Shapes per Drag & Drop auf die Zeichenfläche.

source: Latest Shapes
de: Neueste Shapes

source: View all shapes
de: Alle Shapes ansehen

source: Visio-Shapes is completely free to use and open source – share, benefit & contribute!
de: Visio-Shapes ist komplett kostenlos und Open Source – teilen, profitieren & mitmachen!

source: Private area on request
de: Privatbereich auf Anfrage

source: Need a private space for your company or your customers? Feel free to get in touch – we are happy to help.
de: Benötigst du einen privaten Bereich für dein Unternehmen oder deine Kunden? Melde dich gerne – wir helfen dir weiter.

source: Get in touch
de: Kontakt aufnehmen

source: Email address
de: E-Mail-Adresse

source: Enter email
de: E-Mail eingeben

source: Password
de: Passwort

source: Enter password
de: Passwort eingeben

source: Log in
de: Einloggen

source: No account yet?
de: Noch kein Konto?

source: Forgot your password?
de: Passwort vergessen?

source: Reset password
de: Passwort zurücksetzen

source: After registering, you will receive an automatically generated password by email. Please log in within 5 minutes.
de: Nach der Registrierung bekommst du ein automatisch generiertes Passwort per E-Mail zugeschickt. Bitte logge dich innerhalb von 5 Minuten ein.

source: Username
de: Benutzername

source: Choose username
de: Benutzernamen wählen

source: Already registered?
de: Bereits registriert?

source: Enter your email address to receive a new password.
de: Gib deine E-Mail-Adresse ein, um ein neues Passwort zu erhalten.

source: Send new password
de: Neues Passwort senden

source: Back to login
de: Zurück zum Login

source: Click to edit
de: Zum Bearbeiten klicken

source: This name is already taken.
de: Dieser Name ist bereits vergeben.

source: This email address is already taken.
de: Diese E-Mail-Adresse ist bereits vergeben.

source: Please enter a valid email address.
de: Bitte gib eine gültige E-Mail-Adresse ein.

source: (pending confirmation)
de: (Bestätigung ausstehend)

source: Confirm your new email address
de: Neue E-Mail-Adresse bestätigen

source: You requested a change of your email address on Visio-Shapes. Click the button below to confirm.
de: Du hast eine Änderung deiner E-Mail-Adresse bei Visio-Shapes angefordert. Klicke auf den Button, um sie zu bestätigen.

source: Confirm email address
de: E-Mail-Adresse bestätigen

source: The link is valid for 24 hours.
de: Der Link ist 24 Stunden gültig.

source: You didn't expect this email? Just ignore it – your old email address remains active.
de: Du hast diese E-Mail nicht erwartet? Ignoriere sie einfach – deine alte E-Mail-Adresse bleibt aktiv.

source: The confirmation link has expired.
de: Der Bestätigungslink ist abgelaufen.

source: The confirmation link is invalid.
de: Der Bestätigungslink ist ungültig.

source: This confirmation link is no longer valid.
de: Dieser Bestätigungslink ist nicht mehr gültig.

source: Your email address has been updated.
de: Deine E-Mail-Adresse wurde aktualisiert.
